{
	"part1":[
		"We’ve received reports of a secret meetinghouse for some of the Cheskovan higher-ups.  They’ve moved people and supplies there multiple nights…including children.",
		"Construction has increased in Prodavnis recently; we’ve seen trucks bring in large quantities of stone.  The government may be building something.",
		"I believe we’ve found evidence that our ambassador is a Cheskovan spy deflecting foreign attention from our countries plight.  His name is Mikael Rosin.",
		"We’ve located the home of Alexei Nazar, a prominent political figure in the Cheskovan regime.",
		"Ah, it’s you.  Listen, I want you to…no, it’s too soon for that.  Nevermind.",
		"Hello, comrade.  I’m working on some numbers right now, so I want you to stay available.  I’ll be talking to you shortly."
	],
	"part2":[
		"Various elderly people have reported victimization by extortion from Cheskovan policemen.  The incidents have taken place primarily in Stambeni District.",
		"We’ve received word of a munitions factory in…I believe Vojni District.  It appears to be a sizable producer of firearms and ammunition.",
		"The Cheskovan government is holding a gala tomorrow for own of their own in Vlada district!  We can swoop in and take the catering from right under their noses!",
		"There are sympathizers of the Light of Dryovska in the junkyard in the Skladista district.  We should be able to obtain supplies from them.",
		"I’ve mapped the streets in Vlada District.  There are some tight curves, but we chould be able to successfully march along it.",
		"Multiple soldiers have been spotted near a chemical plant in Fabrika District.  They may be manufacturing a chemical weapon.",
		"General Boyko speaking.  I’ll be leading the majority of the military on a practice march in Polis District.  Use the opportunity as you see fit.",
		"I haven’t been able to confirm this, but the Cheskovan Embassy has most of its security on parade on the 15th."
	],
	"part3":[
		"We’ve trailed Rosin to Smaberza District and confirmed his purchase of several illegal objects.  These pictures should be highly informative.",
		"City records indicate Dmitry has a large house in Kuci District; he may be hiding there before his interview.",
		"General Maria here; I’m engaging the Cheskovan forces stationed in Polis with my own army.  While I keep them busy, other regions should be ready for retaking.",
		"We should move forces to Dok in case the Cheskovans attempt to flee by sea.  None of them should leave our land alive.",
		"Some of our comrades in Vojni played a little trick on the soldiers there.  If we take advantage of it, we may be able to topple the district!",
		"I’m sorry, but I can no longer call you my comrade.  The blood spilled is too much; I can no longer defend this cause.  I cannot turn my eyes away from this death and murder anymore!  Farewell.  You have seen the last of Ivan Rudenko.",
		"I found a blogger who knows the location of Dmitry.  He’s hiding in Yeda.",
		"Moroz will be in Stambeni at 20:07.  Arrive quickly so as to not lose him.",
		"Rosin?  He’s probably still in Vlada with the embassy.  Why would he leave?",
		"My opinion would be to keep an eye on Dok District.  Mikael Rosin may attempt to flee the country to seek foreign aid."
	],
	"part4":[
		"I am a member of the Cheskovan government, and I beg you for aid.  Your leaders are madmen, consumed by grief and lust for power!  They care not for this country, or for anyone else.  Their own goals are the only thing of importance for them, so please!  Help us stop them!  Help us rebuild, before it’s too–",
		"I’ve been working in the shadows, helping you all from the beginning, and all I can say is that you are all insane.  You wove your pretty words, speaking of freedom and retribution, and all it yielded was blood and despair.  I wished to be a runner, do you know that?  To sprint down the track in a stadium, like an Olympian.  Now that dream is an impossibility; it’s somewhat hard to run with only one leg.  Still, I must be insane as well; for even now, I have no regrets.  Life was abhorrent under the Cheskovans, and though it has ended here, far sooner than I wanted – I can’t help but feel that I’ve never been more alive.  I have one last effort for you, one last gift from the shadows.  Information on the network of tunnels under the parliament building that bypasses every barricade the Cheskovans have set up.  Use it as you see fit.  Farewell, comrade.",
		"Conference call between Anton, Maria and you"
	]
}