{
	"part1":[
		"At 19:00, the grand unveiling of the Nikolai Petresken Memorial Park will commence.  Come to Prodavnis District for a night of fun and merriment!",
		"Stay tuned for Dmitry Moroz at 21:30 with a report on financial and welfare improvements since the advent of the Cheskovan government.",
		"Land for sale in the Zhilye District!  Talk with Cheskovan realtors today for a new beginning!",
		"The heroic and inspiring story of a nation!  The tumultuous tale of a people saved from themselves!  Cheskova: A Tale of Triumph continues earning record revenues in theaters!  View it at theaters in Zabava District!",
		"Seafood on sale for the next month at The Mighty Ivan’s!  Come to Dok District for deals we guarantee aren’t fishy!"
	],
	"part2":[
		"The Cheskovan government continues to deny allegations made by the group known as the Light of Dryovska that the real estate program for the destitute Zhilye District is corrupt…",
		"Sales for Cheskova: A Tale of Triumph have plummeted since the scathing review published by the Light of Dryovska, a mysterious group that…",
		"In an unwarranted attack on local businessman Ivan Dvorak, the inflammatory group known as the Light of Dryovska gave a bile-filled review to his humble restaurant.  We speak with Mr. Dvorak later at 7.",
		"The heartwarming debut of the Vasily Kreuchev Orphanage has been marred by disgusting allegations by a collection of individuals calling themselves the Light of Dryovska…",
		"Mikael Rosin, the ambassador for New Cheskova, recently fended off slanderous assertions from people calling themselves the Light of Droyvska.",
		"Not even 24 hours after its commencement ceremony, the Nikolai Petresken Memorial Park was vandalized; the statue of the Cheskovan leader Nikolai Petresken suffered particular damage.  Graffiti at the sign identifies the damage as the handiwork of a group called the Light of Dryovska.",
		"The home of Alexei Nazar, head of the Financial Allocation department and creator of the seafood tax was vandalized with various accusations and slurs.  The group responsible calls itself the Light of Dryovska, and…",
		"The Vasily Kreuchev Orphanage, an inspiring facility for the care of abandoned children, was attacked by a horrific act of vandalism by a collection of thugs calling themselves the Light of Dryovska…",
		"Seafood on sale for the next month at The Mighty Ivan’s!  Come to Dok District for great deals - we aren’t shellfish!",
		"Repairs were recently completed to the main street of Prodavnis District, allowing for delivery trucks to once again deliver goods to the area…",
		"…er plant in the Fabrika district is experiencing maintenance, so expect routine fluctuations in service for the next few weeks…",
		"The Boyko family…a clan of distinguished military service.  Maria Boyko, an eminent general of Cheskova despite her Dryovskan roots and her son Piotr, a rapidly rising Sergeant in the army.  The report continues after these messages…",
		"In a stunning act of charity, concerned CEOs from Novac District have donated 20% of their profits to the Vasily Kreuchev Orphanage!  The generosity of the successful in this country is truly without bounds!",
		"Regulated temperature storage containers were successfully implemented in Skladista District a week ago, allowing for preservation of nonseasonal food!  Make sure to enjoy the mangoes in your local stores and restaurants!"
	],
	"part3":[
		"Dryovska is in an uproar over the sizable protest of Cheskovan rule carried out by the organization called the Light of Dryovska.  Multiple government officials have stated that the unrest is a mere fad, however…",
		"A shocking act of terrorism by the terrorists identifying as the Light of Dryovska left hundreds without power, including hospitals in Polis District.  There were 43 confirmed deaths from the collapse of the plant and accidents from the loss of power, and many more injured.  The government has begun to import weapons to fight the terrorist menace, and is…",
		"Well personally, I don’t believe the self-proclaimed ‘Light of Dryovska’ will be doing much of anything.  They certainly don’t seem to have much support with the populace, ahahahah!  More with Leif Danburg after the break.",
		"The perpetrator of the theft of food stores from Skladista District has been confirmed to be the revolutionary organization known as the Light of Dryovska.  Why they would steal from the very people they claim to liberate is a separate question; however…",
		"Corrupt policemen were revealed by the organization known as the Light of Dryovska to be extorting money from retired citizens in Penzio District.  The chief of police held a press conference to state that this was an isolated incident blown out of proportion; however…",
		"Numerous retired citizens in Penzio District have been robbed by individuals revealed to belong to the criminal group known as the Light of Dryovska.  Law enforcement speculates that they are responsible for a host of other crimes as well, such as…",
		"Multiple members of the terrorist organization referred to as the Light of Dryovska were arrested after they brazen attempted to steal the food from the Dryovskan Enlightenment Day Gala.",
		"…public support for the freedom fighter group known as the Light of Dryovska has boomed during the last few weeks, with the government declaring that they will take action…",
		"In an immensely shocking display of savagery, the radical organization known as the Light of Dryovska bombed the Cheskovan embassy, killing dozens of officials.  Ambassador Mikael Rosin expressed deep sorrow at the action, calling it ‘senseless terrorism’, and offered…",
		"Tonight at 19:30, Dmitry Moroz gives an exclusive interview to a member of the Light of Dryovska available only by anonymous video chat!  Tune in for the story of a lifetime, same place, same time!",
		"Once the Prime Minister of Dryovska, Anton Novik fell into disregard after Cheskova took control of Dryovska and installed Sergei Litovsky as the new Prime Minister.  He went from the most powerful man in Dryovska to a disgraced drunkard, yet Anton has now been seen talking with various political figures in Vlada.  Could the man once hailed as the White Tiger be making a comeback?",
		"They call themselves the Light of Dryovska.  However, their actions have been nothing but despicable.  Theft, slander, vandalism, violence… each plain evidence of the darkness that these terrorists have cast over our fair country.  Do not be swayed by their sweet-sounding lies, for they are the words of the Devil!",
		"The government has cracked down on dissent and terrorism by exterminating the problem at the source: the derelict and corrupt Zhilye District.  The land will be reconstructed into affordable housing for less affluent citizens.",
		"We have received warning of biochemical contamination in Vojni District; please evacuate the area immediately.  I repeat, we have received warning of biochemical contamination in Vojni District, please…",
		"As the attacks of the Light of Dryovska intensify, an increasing number of innocent citizens are being caught up in the conflict, such as noted newscaster Dmitry Moroz, last seen fleeing west from Domoy from an angry mob."
	],
	"part4":[
		"…after the shocking reveal of Dmitry Moroz being a member of the Light of Dryovska, he disappeared, and has not been seen since…",
		"Former Cheskovan ambassador Mikael Sorin disappeared a week ago and was never seen again.  A newer ambassador has yet to be found.",
		"Cheskovan ambassador Mikael Sorin left for the nearby country of Valrus to enlist their aid in putting down the rebellion ravaging Dryovska.",
		"The Cheskovan government suffered a great lost at the hands of the Light of Dryovska with the group of freedom fighters’s capture of Vojni District and its military resources.  It will be hard-pressed to resist the advances of the Dryovskan resistance.",
		"The military assault on Zhilye District has left nothing behind but flame and death.  It is impossible to determine just how many and who exactly died in this hell of fire, smoke and bullets; however, death has not restricted itself to the nameless, as shown by the death of the decorated Sergeant Piotr Boyko."
	]
	
	
	
	
}